INSERT INTO page_visit
VALUES (1, '2020-06-23', to_bitmap(13), 3),
       (1, '2020-06-23', to_bitmap(23), 7),
       (1, '2020-06-23', to_bitmap(33), 5),
       (1, '2020-06-23', to_bitmap(13), 2),
       (2, '2020-06-23', to_bitmap(23), 6);

insert into emp_info
values (10, 'trump', 35, null, null);

insert into emp_info
values (1, '张三', 25, 1000, 10000.00),
       (2, '李四', 30, 1100, 15000.00),
       (3, '王五', 35, 1100, 20000.00),
       (4, '赵六', 40, 1100, 25000.00),
       (5, '孙七', 45, 1200, 30000.00),
       (6, '周八', 50, 1200, 35000.00),
       (7, '吴九', 55, 1110, 40000.00),
       (8, '郑十', 60, 1120, 45000.00),
       (9, '陈十一', 65, 1120, 50000.00);
insert into dept_info
values (1000, '总经办', 1, null, 1),
       (1100, '销售部', 2, 1000, 2),
       (1200, '研发部', 5, 1000, 2),
       (1110, '销售一部', 7, 1100, 3),
       (1120, '销售二部', 8, 1100, 3),
       (1300, '人力资源部', null, 1000, 2);

use learn;